Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/GlobalVoicesv2018q4(2.7k)/en-ne.tmx
Source language: en
Languages: ne

source: As expected, many people have received the news with joy and excitement.
ne: हात्तीको लामुदेखि सोमालियासम्मको अतुलनीय हिडाइले वासस्थान र करिडोरको महत्व दर्शाउछ।

source: On Twitter, the Wildlife Conservation Society noted: #elephant's epic walk, Lamu to Somalia, shows importance of conserving habitat & corridors. https://t.co/VAUf398zDL pic.twitter.com/cPAqjRQFZ7 — WCS Congo (@wcs_congo) March 10, 2016
ne: 'मोर्गनको लागि तपाईले गर्नसक्ने सबभन्दा राम्रो कुरा चुप भइदिनु हो'

source: Reacting to Morgan's story posted on the Save the Elephants Facebook page, some readers wondered why the story was not kept secret for the animal's safety. Poachers could use the publicity to find Morgan, they argued, though the current location of Morgan has not been reported other than the fact that the elephant walked three kilometres inside Somalia before turning back.
ne: सेभ द एलिफेन्ट्सको फेसबूक पेजमा मोर्गनको कथाप्रति प्रतिक्रिया जनाउँदै केही पाठकहरूले जनावरको सुरक्षाका लागि यो कथालाई किन गोप्य राखिएन भन्दै आश्चर्य व्यक्त गरे। उनीहरूले तर्क गरे अनुसार चोर शिकारीहरूले उक्त जानकारी मोर्गनलाई पत्ता लगाउन प्रयोग गर्न सक्थे। उक्त हात्ती फर्कनु अघि सोमालियाभित्र तीन किलोमिटर हिड्यो भन्ने तथ्यबाहेक मोर्गन अहिले रहेको स्थान रिपोर्ट गरिएको छैन।

source: Adrienne Hesford wrote:
ne: आड्रिएन हेस्फोर्डले लेखिन्ः

source: the very best thing for Morgan, would have been to keep silent about his existence and whereabouts. I now fear for the safety of him and any other elephants in his area.
ne: मोर्गनको अस्तित्व र ऊ कहाँ छ भन्ने बारे मौन बस्नु उसका लागि सबभन्दा उत्तम हुने थियो। अब मलाई उसको र उसको क्षेत्रका अरु कुनै हात्तीहरूको सुरक्षाको डर छ।

source: Julie Goodison advised:
ne: जुली गूडिसनले सुझाइन्ः

source: Christie Haskins questioned the logic of the publicity around Morgan's long walk to Somalia:
ne: मोर्गनको लागि तपाईले गर्नसक्ने सबभन्दा राम्रो कुरा कृपा गरेर ऊ रहेको स्थानबारे चुप भइदिनु हो र अवश्य पनि उसका दाँतलाई रंगाइदिनु हो।

source: This post and publicity is bad because it places this magnificent elephant at unnecessary risk.
ne: क्रिष्टी ह्यास्किन्सले मोर्गनको सोमालियातर्फको लामो हिडाइसम्बन्धी गरिएको प्रचारको तर्कबारे प्रश्न गरिन्ः

source: I'm very worried about him.
ne: यो पोष्ट र प्रचार गलत हो किनकि यसले यो भव्य हात्तीलाई अनावश्यक जोखिममा पार्छ। म उसको बारे निकै चिन्तित छु।

source: African elephants are considered a vulnerable species, according to the IUCN Red List of Threatened Species, with poaching and habitat destruction being the two biggest threats.
ne: आइयुसिएन रेड लिष्ट अफ थ्रेटेन्ड स्पीसिज (संकटापन्न प्रजातिको सूची) का अनुसार अफ्रिकी हात्तीहरू असुरक्षित प्रजाति मानिन्छन्। चोरी शिकार र वासस्थानको विनाश यिनीहरूका लागि दुई सबभन्दा ठूला खतरा हुन्।

source: 'Miracles happen'
ne: 'चमत्कार हुन्छ'

source: Reflecting on the story, Barbara Thomson remarked:
ne: यस कथामा विचार गर्दैै बार्बरा थम्सनले टिप्पणी गरिन्ः

source: Miracles happen, now we must keep an eye on this elephant, and the Somalis should be encouraged toward conservation and not killing.
ne: चमत्कार हुन्छ, अब हामीले यस हात्तीमा नजर राख्न जरुरी छ, र सोमालीहरूलाई संरक्षणतर्फ प्रोत्साहित गर्नुपर्छ न कि हत्यातर्फ।

source: Julius Mbuyi suggested that Kenya is the best place for Morgan: That elephant need to be returned to Kenya at the earnest time possible! Nilmini Lekamge suggested a guard for the elephant
ne: केन्या मोर्गनका लागि सर्वाेत्तम ठाउँ हो भनेर जुलियस मबुवीले सुझाएः

source: Can they put a guard for him?
ne: त्यो हात्तीलाई सकेसम्म चाडै केन्यातर्फ फर्काउन जरुरी छ

source: He is tagged after all.
ne: निलमिनि लेकाम्गेले त्यस हात्तीका लागि रक्षक राख्नुपर्ने सुझाइन्ः

source: If there is only one, it shouldn't be hard. I hope!!
ne: के उनीहरूले उसका लागि रक्षक राख्न सक्छन्? ऊ आखिरमा ट्याग भइसकेको छ। एउटामात्र भए गाह्रो नहोला। म आशा गर्छु।

source: One Somali Facebook user, Young Ak, used the opportunity to ask Kenya to return Somali elephants to the country:
ne: एक सोमाली फेसबूक प्रयोगकर्ता योंग आकले यस अवसरलाई प्रयोग गर्दै केन्यालाई सोमाली हात्ती फिर्ता गर्न आग्रह गरेः

source: Sweet home sweet welcome back home civil war is over! Kenya should return the remaining Somali Elephants or share 10% of Tourist revenues for 200 years with Somalia.
ne: गृह युद्ध अन्त्य भएको छ, प्यारो घरतर्फ फर्कनलाई सुस्वागतम्। केन्याले बाँकी सोमाली हात्ती फिर्ता गर्नुपर्छ नत्र २०० वर्षसम्मको पर्यटकीय आम्दानीको १० प्रतिशत सोमालियासँग बाड्नुपर्छ।

source: This Russian Website Uses Neural Networks to Combine Images, With Awesome Results · Global Voices
ne: न्यूरल नेटवर्क प्रयोग गरी तस्वीर संयोजन गर्ने यस रसियाली वेबसाइटले गजबका फोटो बनाउन सघाउँछ

source: Why not. Image from ostagram.ru.
ne: भान गगको शैलीमा बनाइएको साइ–फाइ यूफओको परिदृश्य। ओस्टाग्राम डट आरयूबाट लिइएको तस्वीर।

source: Ever felt like adding some Van Gogh-style swirls to your photos? Now you can. A Russian project called Ostagram allows Internet users to combine photos and works of art to create fantastical images that wouldn't be out of place in the world of Alice in Wonderland or in a sci-fi space opera.
ne: भान गगका पेन्टिङ्गमा प्रयोग भएका ब्रशका घुमाउरो स्ट्रोकहरू आफ्ना फोटोहरूमा थप्न चाहनुहुन्छ? अब तपाईले यसो गर्न सक्नुहुन्छ। ओस्टाग्राम नामक रसियाली परियोजनाले इन्टरनेट प्रयोगकर्ताहरूलाई फोटो र चित्रकलालाई मिसाएर गजबका तस्वीर बनाउन सघाउँछ । यी तस्वीरहरूलाई एलिस इन वन्डरल्याण्ड र साइ–फाइ स्पेस ओपेरामा राखे पनि अटाउनसक्छन्।

source: Image from ostagram.ru.
ne: ओस्टाग्राम डट आरयूबाट लिइएको तस्वीर।

source: The Ostagram project, created by user Sergey Morugin, is a web service that uses a computer algorithm to combine the content of one image with the style of another image using convolutional neural networks.
ne: प्रयोगकर्ता सर्जेई मोरुगिनद्वारा सिर्जित ओस्टाग्राम परियोजनाले घुमाउरो स्नायू सञ्जालको प्रयोग गरी एउटा तस्वीरका सामग्रीलाई अर्को तस्वीरको शैलीसँग मिसाउन कम्प्यूटर एल्गोरिदमको प्रयोग गर्दछ। यसको मतलब यदि तपाईले आफ्नो कुकूरको फोटोलाई स्रोत सामग्री र मोनेको पेन्टिङ्गको स्रोत शैलीका रुपमा लिनुभयो भने तपाईले आफ्नो कुकूरको फोटोलाई मोनेको पेन्टिङ्गझै देखिने बनाउन सक्नुहुन्छ।

source: This means you can get a photo of your dog to look like a Monet painting, if you pick the dog pic as the source for content, and the Monet artwork as a source for style.
ne: मोरुगिनले उनको ओस्टाग्राम वेब एल्गोरिदमका लागि बनाएका कोड सबैका लागि गिटहबमा उपलब्ध गराएका छन्। उनी भन्छन्, उनको न्यूरल नेटवर्क प्रोसेसिङ्ग (स्नायू सञ्जालको प्रशोधन) र आर्ट स्टाइलिङ्ग एल्गोरिदम (कला शैली अपनाउने एल्गोरिदम) को संयोजन लियोन ग्याटिस, अलेक्जेण्डर एक्कर र माथियास बेथजे जस्ता कोडरहरूका रचनामा आधारित छ।

source: Check out some of the awesome Inceptionist images generated by Ostagram users below, or better yet, register on the website and create your own.
ne: ओस्टाग्राम प्रयोगकर्ताहरूले बनाएका केही गजबका इन्सेप्शनिस्ट तस्वीरहरू हेर्नुहोस्, अथवा ओस्टाग्रामको वेबसाइटमा गएर रजिष्टर गर्नुहोस् र आफै यस्ता तस्वीरहरू सिर्जना गर्नुहोस्।

source: "#EgyptAir hijacker has explosives….
ne: इजिप्टएअर अपहरण ड्रामाको अन्त्य; सबै यात्री रिहा

source: How did he get them on board? Don’t forget though…" tweets @Andy_Wirral, who shares the photograph above
ne: "#EgyptAir इजिप्टएअर अपरहणकर्तासँग विष्फोटक पदार्थ छ…. उनले कसरी त्यसलाई विमानमा लगे? तथापि यो नभुल्नुस् कि…" @Andy_Wirral ट्वीट गर्छन् साथै माथिको फोटो सेयर गर्छन्

source: A seven-hour stand-off with a hijacker who forced an Egypt Air pilot to divert a flight en route from Alexandria to Cairo to make an emergency landing in Larnaca, Cyprus, after claiming he was wearing an explosive belt, has ended, with all the passengers released.
ne: अलेक्जेण्ड्रीयाबाट काइरो जाँदै गरेको इजिप्टएअरको पाइलटलाई विमान मोडेर साइप्रसको लार्नाकामा आकस्मिक अवतरण गर्न बाध्य पार्ने अपरहणकर्तासँगको सात घण्टे गतिरोधको अन्त्य भएको छ र सबै यात्री रिहा गराइएका छन्। उनले विष्फोटक बेल्ट लगाएको दावी गरेका थिए।

source: No one was injured in the incident on flight MS181, which had 81 passengers on board, including crew. According to Egypt Air:
ne: चलक दल समेत ८१ यात्री सवार फ्लाइट एमएस१८१ मा भएको उक्त घटनामा कोही घाइते भएनन्। इजिप्टएअरका अनुसारः

source: Official sources at EGYPTAIR declared the release of all the hostages and the arrest of the hijacker. #EgyptAir — EGYPTAIR (@EGYPTAIR) March 29, 2016
ne: इजिप्टएअरको आधिकारिक श्रोतले सबै बन्धक रिहा भएको र अपरहणकर्ता पक्राउ परेको घोषणा गर्यो।

source: It turns out the lone hijacker, identified as Egyptian Seif Eldin Mustafa, was not even wearing a real explosive belt but may have wanted to contact his former wife, a Cypriot national, or call for the release of Egyptian female prisoners.
ne: पछि आएर एकल अपहरणकर्ता मिस्र निवासी सइफ एल्दिन मुस्तफा भएको पहिचान भयोे तर उनले साइप्रस निवासी आफ्नीे पूर्व पत्नीसँग सम्पर्क गर्न चाहेको अथवा मिस्री महिला कैदीहरूको रिहाइका लागि हुनसक्ने अनुमान छ। उनले विष्फोटक बेल्ट पनि लगाएका थिएनन्। उनको मनसायको विस्तृत विवरण स्पष्ट नभए पनि नेटिजनहरू यो घटना कुनै आतंकवादसँग, विशेष गरी मुस्लिमहरूसँग नजोडिएकोमा ढुक्क भएका छन् ।

source: While the details of his motives remain sketchy, netizens are relieved the incident is not related to terrorism, especially that committed by Muslims.
ne: यस ड्रामाको शुरुवातमा निकायहरूले अर्कै व्यक्तिले विमान अपहरण गरेको दाबी गरे। यसले गर्दा त्यस व्यक्तिको राष्ट्रियता र मनसायबारे विभिन्न अनुमान लगाइयो।

source: Syrian blogger S. Rifai tweets about the confusion:
ne: सिरियाली ब्लगर एस रिफाइ यस दोधारका बारे ट्वीट गर्छन्:

source: "Please don't be Syrian"
ne: कृपया सिरियाली नहोऊ

source: My FB right now #EgyptAir — S. Rifai (@THE_47th) March 29, 2016
ne: कृपया लेबनानी नहोऊ कृपया प्यालेष्टाइनी नहोऊ मेरो फेसबूकमा अहिले #EgyptAir

source: While many may be relieved the hijacker wasn't from their country, more are happy the incident has nothing to do with terrorism or Islam. Officials said that the hijacker appeared to be unstable and ruled out terrorism. Omar Imran describes the announcement as "historic":
ne: धेरै जना अपहरणकर्ता आफ्नो देशको नभएकोमा ढुक्क भएका छन् भने झन धेरै व्यक्ति यो घटना आतंकवाद र इस्लामसँग नजोडिएकोमा खुशी छन्। अधिकारीहरूले अपहरणकर्ता मानसिक रुपमा असन्तुलित झै देखिएको र आतंकवादको आशंका नरहेको जनाए।

source: Wow Something Historic just happened.
ne: ओमार इमरान यस घोषणालाई "ऐतिहासिक" बताउँछन्:

source: The Egyptian Hijacker has been declared as "mentally unstable" rather than a "Muslim terrorist" #First — عُمر (@OmarImranTweets) March 29, 2016
ne: वाउ भर्खरै कुनै ऐतिहासिक कुरा भएको छ। मिस्र निवासी अपहरणकर्तालाई "मानसिक असन्तुलन भएको" घोषणा गरिएको छ, न कि "मुस्लिम आतंकवादी"#First

source: And photojournalist Patrick Baz jovially tweets:
ne: र फोटोपत्रकार प्याट्रिक बाज हर्षित मुद्रामा ट्वीट गर्छन्:

source: We can finally celebrate the first Arab Muslim hijacker who is not declared a terrorist but a psychologically unstable person. :) #EgyptAir — patrickbaz (@Patrick_Baz) March 29, 2016
ne: अन्त्यमा हामी खुशी मनाउन सक्छौं कि यो पहिलो अरब मुस्लिम अपहरणकर्ता हो जसलाई आतंकवादी नभई दिमागी सन्तुलन नभएको व्यक्ति घोषणा गरिएको छ। 🙂 #EgyptAir

source: Mohamed Alaraimi wonders: How come every time an ignorant person do something so radical the first thing you blame is islam? #egyptair https://t.co/Avq0BYnAWT — Mohamed (@ALaraimi92) March 29, 2016
ne: तर पनि इस्लामप्रति केही प्रहार भएका छन्। मोहमद अलअराइमी अचम्म मान्छन्:

source: And journalist Mohamed El Dahshan still wants to see justice met. He tweets: Now, seriously though: "not terrorism"??
ne: किन हरेक पल्ट कुनै अबोध व्यक्तिले केही अतिवादी कार्य गर्दा सबभन्दा पहिले इस्लामलाई दोष दिइन्छ?#egyptair

source: I hope he gets the maximum possible penalty.
ne: र पत्रकार मोहमद एल दहशन न्याय भएको अझै हेर्न चाहन्छन्। उनी ट्वीट गर्छन्:

source: He hijacked a goddamn plane. #Egyptair — Mohamed El Dahshan (@eldahshan) March 29, 2016
ne: अब, गम्भीरतापूर्वक सोचौं: आतंकवाद हैन?? म आशा गर्छु उसले सकेसम्म धेरै दण्ड पाओस्। उसले विमान पो अपहरण गरेको हो त। #Egyptair

source: Netizen Report: Facebook VP Arrested in Brazil for Refusing to Give Police WhatsApp Data · Global Voices
ne: नेटिजेन रिपोर्ट : ह्वाट्स्एप् डाटा प्रहरीलाई दिन अस्विकार गरेका फेसबूक उपाध्यक्ष ब्राजिलमा पक्राउ

source: By Flickr user Jan Persiel. Uploaded on September 22, 2013. CC BY-SA 2.0
ne: फ्लिकर प्रयोगकर्ता यान पर्सिएलद्वारा सेप्टेम्बर २२, २०१३ मा अपलोड गरिएको तस्वीर। CC BY-SA 2.0

source: Global Voices Advocacy's Netizen Report offers an international snapshot of challenges, victories, and emerging trends in Internet rights around the world.
ne: ग्लोबल भ्वाइसेज एड्भोकेसीको नेटिजेन रिपोर्टले संसारभरिका इन्टरनेट अधिकारसम्बद्ध चुनौती, उपलब्धि र आउने प्रवृत्तिहरूको अन्तर्राष्ट्रिय स्न्यापशट प्रदान गर्दछ।

source: Facebook’s vice president for Latin America, Diego Dzodan, was arrested by Brazilian police for refusing to give WhatsApp data to law enforcement for a criminal investigation into drug trafficking. The move is an escalation in an ongoing battle between the company and Brazilian authorities. WhatsApp was suspended by a judge in Brazil for48 hours in December over a similar refusal to hand over user data in a criminal case.
ne: लागूऔषध ओसारपसारसम्बन्धी एक अपराधिक छानबिनका लागि कानूनी निकायलाई ह्वाट्स्एप् डाटा दिन अस्विकार गरेका ल्याटिन अमेरिका फेसबुकका उपाध्यक्ष डिएगो जोडानलाई ब्राजिलियन प्रहरीले पक्राउ गरेको थियो । यस कदमले यस कम्पनी र ब्राजिलियन निकायहरूबीच चलिरहेको द्वन्द्व चर्केको छ। एक अपराधिक मामिलामा प्रयोग भएको डाटा सुम्पन त्यसै गरी अस्विकार गर्दा ब्राजिलमा एक न्यायधीशद्वारा ह्वाट्स्एप् डिसेम्बर महिनामा ४८ घण्टाका लागि निलम्बन गरिएको थियो । मार्च २ मा एक उच्च न्यायधीशद्वाराले बयान जारी गरी कैदको त्यस पराकाष्ठालाई "हतारमा गरिएको" निर्णयको संज्ञा दिंदै जोडानलाई फुकुवा गर्न थालिएको थियो।

source: As of March 2, Dzodan was set to be released following a statement by a higher judge who called the extreme measure of imprisonment “hurried.”
ne: यसैबीच, बोलिभियाई राष्ट्रपति इभो मोरालेस सामाजिक सञ्जालमा गलत सूचनाको प्रवाहले सरकार गिराउन सक्छ भन्नेमा विश्वास गर्नु हुन्छ, त्यसैले उहाँले सामाजिक सञ्जालहरुलाई व्यवस्थित गर्न प्रस्ताव गर्नु भयो। हालै भएको जनमत संग्रहमा संविधान संशोधनद्वारा पुन निर्वाचन गर्न सकिन्छ कि भनिएकोमा सामाजिक संचारमा भएको बहसका कारणनै मतदाताहरुको निर्णय प्रभावित भएको दावा गर्दै सामाजिक सञ्जालहरुले नयाँ पुस्ताहरुलाई बर्बाद गरिरहेको मोरालेसले व्यक्त गर्नु भयो।

source: Many believe Ren is being punished for a comment he made questioning Chinese President Xi Jinping’s position that state-affiliated media should serve the Communist Party. Following the move, 580 more social media accountswere shut down by the CAC, including those of several celebrity bloggers, for “misleading the public” or “violating regulations.”
ne: चीनको साइबरस्पेस प्रशासनद्वारा "नकारात्मक प्रभावका साथ अवैध सन्देशहरू" फैलाएको आरोप लागेका आरोपित रियल इस्टेट टाइकून रेन जिकियाङको एकाउन्ट बन्द गर्न सिना र टेन्सेन्टलाई आदेश दिए। राज्य-सम्बद्ध संचार माध्यमहरुले कम्युनिस्ट पार्टीको सेवा गर्नुपर्छ भन्ने चिनियाँ राष्ट्रपति शी जिन्पिङको दृष्टिकोणमाथि प्रश्न उठाउँदै टिप्पणी गरे बापत रेनलाई सजाय भइरहेको धेरैले विश्वाश गर्छन्। सो कदमलाई पछ्याउँदै धेरै सेलिब्रिटी ब्लगरहरूले "जनतामा भ्रम फैलाएको" अथवा "नियमहरु उल्लङ्घन" गरेको भन्दै साइबरस्पेस प्रशासनद्वारा उनीहरूको एकाउन्ट सहित थप ५८० सोसल मिडिया एकाउन्ट पनि बन्द गरिएको थियो।

source: Facebook: Hate speech against migrants will not be tolerated
ne: फेसबूक: प्रवासीहरु विरुद्ध प्रयोग हुने अभद्र भाषा सहन गरिने छैन

source: Facebook CEO Mark Zuckerberg told a group of students during a town hall in Berlin that the company needs to improve its measures to crack down on hate speech against migrants. The company has come under criticism by the German Ministry of Justice for its failure to police racist and anti-immigration posts as effectively as it does sexual imagery. Zuckerberg said there was “not a place for this kind of content on Facebook” and that German law and culture had led to a change in its approach to hate speech.
ne: फेसबूक सीईओ मार्क जुकरबर्गले बर्लिन सहरको टाउन हलमा विद्यार्थीहरूको समूहलाई सम्बोधन गर्दै प्रवासीहरु विरुद्ध अभद्र भाषा प्रयोग गर्नेहरूलाई कडा कार्वाही गर्न फेसबूकले यसका उपायहरु सुधार गर्न आवश्यक छ भन्नु भयो। यस कम्पनीले प्रभावकारी रूपमा यौन चित्रणमाथि नियन्त्रण गर्ने तर जातिभेदवादी र आप्रवास विरोधी पोष्टहरु नियन्त्रण गर्न असफल भएकोले जर्मन न्याय मन्त्रालयले आलोचना गरेको छ। फेसबूकमा यस प्रकारको सामग्रीको लागि कुनै ठाउँ नभएको र जर्मन कानुन तथा संस्कृतिले अभद्र भाषा र यस प्रतिको दृष्टिकोण परिवर्तन गर्न डोर्याएको जुकरबर्गले बताउनु भयो।

source: Shoddy design or surveillance by design?
ne: घटिया डिजाइन वा डिजाइनद्वारा निगरानी ?

source: Researchers at the Citizen Lab found that thousands of apps that run code produced by Chinese Internet company Baidu are collecting and transferring users’ personal data to the company, much of it in an insecure way. Citizen Lab director Ron Deibertcalled it “either shoddy design or it’s surveillance by design.”
ne: चिनियाँ इन्टरनेट कम्पनी बाइडुद्वारा उत्पादित कोड मार्फत सञ्चालित हजारौं संख्याको एप्सबाट प्रयोगकर्ताहरूको व्यक्तिगत डाटा कम्पनीसम्म सङ्कलन र स्थानान्तरण हुन्छ जुन धेरैजसो असुरक्षित तवरले भएको अनुसन्धानकर्ताहरूले सिटिजन ल्याबमा पाए। सिटिजन ल्याब निर्देशक रोन डेबर्टले यसलाई "या त घटिया डिजाइन वा डिजाइनद्वारा यसको निगरानी" भन्ने संज्ञा दिनु भयो।

source: Angry emojis flood Hong Kong leader’s Facebook page
ne: हङकङ नेताको फेसबूक पेजमा आक्रोशित इमोजीहरूको बाढी

source: Hong Kongers have quickly adapted to Facebook’s new “reactions” features, using the “angry” emoji to flood the Facebook page of their Chief Executive Leung Chun-ying. Within hours of publishing a post, C.Y. Leung’s page was flooded with more than 54,000 angry emojis. The case reveals the limitations of only having a “like” function on the site.
ne: फेसबूकको नयाँ फिचर "रियाक्शनस्" (प्रतिक्रियाहरु)मा छिट्टै नै अनुकूलित हुँदै हङकङबासीहरुले उनीहरुका कार्यकारी प्रमुख लिउङ चुन-यिंगको फेसबूक पेजमा "क्रोधित" इमोजीको बाढी प्रवाह गरेका छन्। एउटा पोष्ट प्रकाशन भएको एक घण्टा भित्र लिउङको पेजमा ५४,००० भन्दा बढी क्रोधित इमोजीहरुको बाढी प्रवाह भएको थियो। यसले "लाइक" फंक्शन मात्र हुदाँको सीमितता देखाउँछ। अहिलेसम्म सकारात्मक टिप्पणीहरु र लाइक मात्रै रहेका कार्यकारी प्रमुख लिउङको पेजमा नयाँ इमोटिकॉन्सले (जसलाई पेज मालिकले संचालन तथा नियन्त्रण गर्न सक्दैन) उहाँको प्रसिद्धिको नकारात्मक प्रकृति उदाङ्गो भएको हङकङ फ्री प्रेसले जनाएको छ।

source: Until now, CY Leung’s page only featured likes and positive comments, but with the new emoticons, which can't be moderated by page owners, the negative nature of his fame has been unveiled, according to the Hong Kong Free Press.
ne: यो रिपोर्ट तयार गर्न मारीयान डियाज, वेईपिङ ली, हे-इन लिम र सारा मायर्स वेस्टले योगदान गरेका छन्।

source: Subscribe to the Netizen Report by email
ne: ईमेलद्वारा नेटिजेन रिपोर्ट प्राप्त गर्नुहोस्।

source: Image by Nevin Thompson. Late March and early April is cherry blossom time for much of Japan.
ne: जापान र त्यहाँका चेरी फुलेका अति मनोरम दृश्य

source: Recently, because of climate change, the cherry trees have bloomed a week or two early.
ne: फुकुइको सुरुगामा अवस्थित कानेगासाकी पवित्र स्थलमा चेरी फुलेको जगमगाहट। नेभिन थम्पसनले खिंचेको तस्वीर।

source: While cherry trees bloom throughout most of Japan in March and April, cherry trees in prefectures and regions in colder northeastern Japan, where the winter lasts longer, won't start blooming until later in April.
ne: मार्चको अन्त्य र अप्रिलको शुरुवात जापानको धेरै जसो भागमा चेरी फुल्ने समय हो।

source: The castle grounds in the center of Fukui City on the Japan Sea coast are lined by cherry trees, whose blooms are illuminated at night.
ne: जापानी नयाँ वर्षको वास्तविक शुरुवात, मार्चको अन्त्य र अप्रिलको शुरुमा चेरी फुल्ने अपेक्षा गरिन्छ।

source: Many workplaces will organize a company cherry blossom-viewing excursion.
ne: फुकुइ शहरको असुवा नदी।

source: While lasting just a few days, cherry blossom season is a favourite time of year for many Japanese people. Everyone, and everything, is focused on this short season. A photo posted by @xiaoqiume on Apr 2, 2016 at 6:21am PDT
ne: केही दिनसम्म मात्र रहने भए पनि धेरै जापानीहरूका लागि चेरी फुल्ने अवधि वर्षभरिकै सबभन्दा प्रिय समय हो। सबैजना र सबै चीजले यो छोटो अवधिमा ध्यान केन्द्रित गरेका हुन्छन्।

source: Meet the Jamaican Entrepreneur Who Found a Way to Make ‘Going Green’ Fulfilling, Socially Responsible, and Even Profitable · Global Voices
ne: जमैकन उद्यमीको "हरित कदम", सामाजिक रुपले जिम्मेवार र लाभदायक पनि

source: Jamaican “green” entrepreneur Jovan Evans demonstrates his invention on World Water Day. Photo courtesy Mr. Evans, used with permission.
ne: विश्व पानी दिवसमा जमैकाका "हरित" उद्यमी जोभन इभान्स आफ्नो आविष्कार प्रदर्शन गर्दै। फोटो सौजन्य - इभान्स

source: On World Water Day (March 22) the United Nations Environment Programme (UNEP), in partnership with the Jamaican Government, launched the Jamaica Green Economy Scoping Study in a garden setting at Kingston's Devon House. The study, covering five sectors (Agriculture, Construction, Energy, Tourism, and Water) was funded by the European Commission under its regional program on "Advancing Caribbean States' Sustainable Development Through Green Economy".
ne: विश्व पानी दिवस (मार्च २२) का दिन संयुक्त राष्ट्र संघ पर्यावरण कार्यक्रम ( यूनेप ) ले जमैका सरकारसँगको सहकार्यमा किङ्स्टोनको डेभोन हाउस स्थित बगैंचामा जमैका हरित अर्थव्यवस्था सम्भाव्यता अध्ययन आरम्भ गर्‍यो। पाँच क्षेत्रहरु ( कृषि,निर्माण,ऊर्जा,पर्यटन,र पानी ) लाई समेट्ने अध्ययनको लागि युरोपेली आयोगले आफ्नो क्षेत्रीय कार्यक्रम "हरित योजना मार्फत क्यारेबियन राष्ट्रहरुको दिगो विकास" अन्तर्गत अनुदान दिएको थियो।

source: Global Voices (GV): Tell us a little about your background.
ne: ग्लोबल भोईसस ( जिभी ): हामीलाई तपाईंको पृष्ठभूमि बारेमा अलिकति बताइदिनुस् न। कसरी तपाईंको बाल्यकाल र शिक्षाले उद्यमशीलताको लागि तपाईंलाई तयार बनायो?

source: How did your upbringing and education prepare you for entrepreneurship? Jovan Evans (JE): In my younger years I would spend hours watching my grandfather, a retired engineer and farmer, build things — from bicycles to water pumping systems. He was one of those “Why buy when you can build” kind of men.
ne: जोभन इभान्स (जेइ): म सानो छँदा मेरा हजुरबुबा (एकजना अवकाशप्राप्त इन्जिनियर तथा किसान)ले बनाउनुहुने सामानहरु - साइकलदेखि पानी तान्ने प्रणालीसम्म हेर्दै समय बिताउँथे। उहाँ "जब तपाईंले बनाउन सक्नुहुन्छ भने किन किन्नु" भन्ने सोच भएका व्यक्तिहरुमध्ये एक हुनुहुन्थ्यो। आफ्नो जीवनमा यस्ता व्यक्तिहरुसँग संगत हुँदा मानिसले वातावरणलाई बिगार्छ न कि वातावरणले मानिसलाई भन्ने विचारलाई सुदृढ बनाउँछ। बच्चामा मेरो मनपर्ने खेलौना लेगो थियो। पछि यसलाई पिसी पाएपछि छोडें। लेगोले तपाईंको रचनात्मक क्षमतामा कल्पनाशक्ति साथै आत्मविश्वास बढाउँछ। मेरो विचारमा, यो पुस्तकहरु पढ्नु र वाद्ययन्त्रहरू बजाउनु जस्तै उपयोगी छ।

source: I went to Campion College, the best school in the Caribbean, where I met some really smart kids and excellent teachers. At the time, I think Campion was the only school where you had the option of building remote-controlled aeroplanes as an extracurricular activity through the Science Club. I guess that makes me a nerd!
ne: म क्यारेबियनमा सबै भन्दा राम्रो स्कूल क्याम्पियन कलेज, गएँ जहाँ मैले स्मार्ट बच्चाहरु र उत्कृष्ट शिक्षकहरुलाई भेंटे। मलाई लाग्छ त्यो बेलामा क्याम्पियन एक मात्र स्कूल थियो जहाँ विज्ञान क्लब मार्फत अतिरिक्त कृयाकलाप अन्तर्गत रिमोटले चल्ने हवाईजहाज बनाउन पाइन्थ्यो। मेरो अनुमानमा यस्तो शिक्षाले मलाई नर्ड (तीक्ष्ण तर असामाजिक) बनाउँछ! तर यसका साथै स्कूलको स्तरले साधारण कोटिको व्यक्ति असफलताको पर्याय हो भन्ने बनायो। यस कुरालाई ध्यानमा राखेर उत्पादनहरुको विकास गर्नु लाभदायक हुन्छ।
